[
  {
    "id": "bronx",
    "name": "Bronx",
    "slug": "bronx",
    "description": "Home to Yankee Stadium, the Bronx Zoo, and diverse neighborhoods with rich cultural heritage.",
    "content": "# Bronx\n\nThe Bronx is home to Yankee Stadium, the Bronx Zoo, and diverse neighborhoods with rich cultural heritage. Known for its strong community spirit, excellent parks, and authentic New York character."
  },
  {
    "id": "brooklyn",
    "name": "Brooklyn",
    "slug": "brooklyn",
    "description": "Diverse borough with trendy neighborhoods, historic architecture, and vibrant cultural scene.",
    "content": "# Brooklyn\n\nBrooklyn is New York City's most populous borough, known for its diverse neighborhoods, historic brownstones, trendy cafes, and vibrant cultural scene. From Williamsburg to Brooklyn Heights, each area offers unique character and charm."
  },
  {
    "id": "capital-region",
    "name": "Capital Region",
    "slug": "capital-region",
    "description": "Home to Albany, the state capital, with government, education, and healthcare institutions.",
    "content": "# Capital Region\n\nThe Capital Region centers around Albany, New York's state capital, featuring government institutions, educational centers, and healthcare facilities. Known for its historic architecture and strong professional community."
  },
  {
    "id": "finger-lakes",
    "name": "Finger Lakes",
    "slug": "finger-lakes",
    "description": "Wine country with beautiful lakes, waterfalls, and outdoor recreation opportunities.",
    "content": "# Finger Lakes\n\nThe Finger Lakes region is New York's premier wine country, featuring beautiful lakes, waterfalls, and abundant outdoor recreation opportunities. Known for its wineries, hiking trails, and scenic beauty."
  },
  {
    "id": "hudson-valley",
    "name": "Hudson Valley",
    "slug": "hudson-valley",
    "description": "Scenic region along the Hudson River with historic sites, wineries, and outdoor activities.",
    "content": "# Hudson Valley\n\nThe Hudson Valley is a scenic region along the Hudson River, known for its historic sites, wineries, farm-to-table dining, and outdoor activities. Popular for weekend getaways and those seeking a balance of rural and urban life."
  },
  {
    "id": "long-island",
    "name": "Long Island",
    "slug": "long-island",
    "description": "Nassau and Suffolk counties with beautiful beaches, suburban communities, and excellent schools.",
    "content": "# Long Island\n\nLong Island encompasses Nassau and Suffolk counties, offering a mix of suburban communities, beautiful beaches, and excellent schools. The area is known for its family-friendly neighborhoods and proximity to New York City."
  },
  {
    "id": "manhattan",
    "name": "Manhattan",
    "slug": "manhattan",
    "description": "The heart of New York City with world-class dining, shopping, and cultural attractions.",
    "content": "# Manhattan\n\nManhattan is the bustling heart of New York City, home to iconic landmarks, world-class dining, shopping, and cultural attractions. From the Upper East Side to Downtown, Manhattan offers diverse neighborhoods and lifestyles."
  },
  {
    "id": "queens",
    "name": "Queens",
    "slug": "queens",
    "description": "Most diverse borough with multicultural communities, excellent food, and family-friendly neighborhoods.",
    "content": "# Queens\n\nQueens is New York City's most diverse borough, home to multicultural communities, excellent ethnic cuisine, and family-friendly neighborhoods. From Astoria to Flushing, Queens offers affordable housing and a strong sense of community."
  },
  {
    "id": "staten-island",
    "name": "Staten Island",
    "slug": "staten-island",
    "description": "Suburban feel with parks, beaches, and family-friendly communities while maintaining NYC access.",
    "content": "# Staten Island\n\nStaten Island offers a suburban feel with beautiful parks, beaches, and family-friendly communities while maintaining easy access to Manhattan via the Staten Island Ferry. Known for its green spaces and relaxed pace of life."
  },
  {
    "id": "upstate-new-york",
    "name": "Upstate New York",
    "slug": "upstate-new-york",
    "description": "Beautiful landscapes, historic cities, and outdoor recreation opportunities throughout northern New York State.",
    "content": "# Upstate New York\n\nUpstate New York encompasses the northern regions of the state, featuring beautiful landscapes, historic cities like Albany, Buffalo, and Rochester, and abundant outdoor recreation opportunities. Known for its natural beauty and strong communities."
  }
]
